[
    {
        "Name": "Baldur's Gate 3",
        "Description": "Trzecia część kultowej serii gier RPG, opracowana przez zespół Larian Studios. Akcja gry Baldur’s Gate 3 toczy się około sto lat po wydarzeniach z Baldur’s Gate II: Thron Bhaala. Wśród najważniejszych zmian znalazł się turowy system walki. Poza tym autorzy zmodyfikowali między innymi system dialogów i zasady rozwoju drużyny.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/-2127351312.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-08-03",
        "Platform": "PC, PS5, XSX",
        "Developer": "Larian Studios",
        "Publisher": "Larian Studios"
    },
    {
        "Name": "Starfield",
        "Description": "Opracowana przez firmę Bethesda Softworks gra RPG, pozwalająca nam wcielić się w kosmicznych podróżników. Starfield jest pierwszą od dwudziestu pięciu lat pozycją z katalogu wydawniczego firmy, która reprezentuje zupełnie nową markę.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/603974437.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-09-06",
        "Platform": "PC, XSX",
        "Developer": "Bethesda Softworks",
        "Publisher": "Bethesda Softworks"
    },
    {
        "Name": "Colony Ship",
        "Description": "Taktyczne izometryczne RPG w klimatach dystopijnego science fiction od twórców Age of Decadence. W Colony Ship przemierzamy wnętrze ogromnego statku wysłanego z Ziemi z dawno zapomnianą misją. Poznajemy historie jednostki oraz jej mieszkańców i podejmujemy trudne decyzje.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/438504703.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-09",
        "Platform": "PC",
        "Developer": "Iron Tower",
        "Publisher": "Iron Tower"
    },
    {
        "Name": "Lords of the Fallen",
        "Description": "Gra RPG akcji TPP, będąca rebootem serii Lords of the Fallen. W The Lords of the Fallen wcielamy się w krzyżowca, którego zadaniem jest obalenie demonicznego bóstwa – Adyra. Produkcja została opracowana przez należące do firmy CI Games studio Hexworks.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/707142031.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-13",
        "Platform": "PC, PS5, XSX",
        "Developer": "Hexworks",
        "Publisher": "CI Games / City Interactive"
    },
    {
        "Name": "Dziedzictwo Hogwartu",
        "Description": "Hogwarts Legacy to trzecioosobowa gra RPG akcji z otwartym światem, która została osadzona w uniwersum Harry’ego Pottera. Wcielamy się w młodego czarodzieja (lub czarodziejkę), który w XIX wieku trafia do tytułowej szkoły magii i czarodziejstwa.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/85378531.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-02-10",
        "Platform": "PC, PS5, XSX, PS4, XONE, Switch",
        "Developer": "Avalanche Software",
        "Publisher": "Warner Bros. Games"
    },
    {
        "Name": "Diablo IV",
        "Description": "Diablo 4 to RPG typu hack-n-slash od studia Blizzard Entertainment. Gracz wybiera jedną z kilku dostępnych postaci, a następnie wyrusza w świat, aby walczyć z hordami potworów. Gra powraca do mrocznego klimatu pierwszych dwóch odsłon i kładzie duży nacisk na aspekt sieciowy.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/433554046.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-06-06",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Blizzard Entertainment",
        "Publisher": "Blizzard Entertainment"
    },
    {
        "Name": "Achilles: Legends Untold",
        "Description": "Izometryczna gra RPG akcji, w której jako Achilles trafiamy w sam środek konfliktu między Aresem i Hadesem. Achilles: Legends Untold pozwala na zabawę w pojedynkę lub w trybie współpracy. Tytuł jest dziełem polskiego studia Dark Point Games.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1047009703.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-02",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Dark Point Games",
        "Publisher": "Dark Point Games"
    },
    {
        "Name": "Dark Envoy",
        "Description": "Gra RPG autorstwa polskiego studia Event Horizon – autorów ciepło przyjętego Tower of Time. W Dark Envoy trafiamy do świata, gdzie magia ściera się z technologią; to, jak potoczy się historia przemierzających go bohaterów, zależy od dokonywanych przez nas wyborów. Produkcję można ukończyć w pojedynkę bądź w towarzystwie drugiego gracza, a dodatkowo na sprawdzenie czeka specjalny moduł PvP.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/603051328.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-24",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Event Horizon",
        "Publisher": "Twin Sails Interactive / Asmodee Digital"
    },
    {
        "Name": "For the King II",
        "Description": "Druga odsłona cyklu produkcji z pogranicza roguelike’ów, strategii turowych i jRPG-ów. W For the King II ponownie trafiamy do krainy Fahrul i przejmujemy kontrolę nad drużyną, która tym razem stara się położyć kres sprawowanym przez królową rządom twardej ręki.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/435488812.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-02",
        "Platform": "PC",
        "Developer": "IronOak Games",
        "Publisher": "Curve Games / Curve Digital"
    },
    {
        "Name": "Wartales",
        "Description": "Tytuł z pogranicza strategii i RPG-ów, który przenosi nas do ponurego uniwersum inspirowanego średniowieczem. W Wartales stajemy na czele grupy najemników, wraz z którą przemierzamy świat, walczymy z przeciwnikami i paramy się rozmaitymi zajęciami.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/603241078.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-04-12",
        "Platform": "PC, XSX, XONE, Switch",
        "Developer": "Shiro Games",
        "Publisher": "Shiro Games"
    },
    {
        "Name": "Star Ocean: The Second Story R",
        "Description": "Star Ocean: The Second Story R to jRPG akcji stanowiące remake drugiej części klasycznego cyklu, łączącego element science-fiction i fantasy. W porównaniu z pierwowzorem ulepszono zarówno oprawę audiowizualną, jak i rozgrywkę.",
        "CoverPath": "/galeria/gry13/200/1227395750.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-02",
        "Platform": "PC, PS5, PS4, Switch",
        "Developer": "Square Enix / Gemdrops",
        "Publisher": "Square Enix"
    },
    {
        "Name": "Lies of P",
        "Description": "Mroczna adaptacja powieści Pinokio, zrealizowana w formie produkcji typu soulslike. W Lies of P wcielamy się w będącego mechaniczną lalką bohatera, który szukając pana Geppetta, przemierza posępne miasto Krat i stawia czoła czyhającym tam na niego koszmarom.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/17806296.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-09-18",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Round8 Studio",
        "Publisher": "Neowiz"
    },
    {
        "Name": "Super Mario RPG",
        "Description": "Remake kultowej gry o tym samym tytule wydanej w 1996 roku. Super Mario RPG koncentruje się na turowych starciach oraz eksploracji nawiązującej do klasycznych platformówek. Tym razem Mario łączy siły z Bowserem, by pokonać większe zło.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/-1853539437.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-17",
        "Platform": "Switch",
        "Developer": "Nintendo",
        "Publisher": "Nintendo"
    },
    {
        "Name": "Cyberpunk 2077: Widmo wolności",
        "Description": "Pierwsze i prawdopodobnie jedyne DLC do słynnej polskiej gry RPG akcji FPP z 2020 roku. Utrzymany w klimatach thrillera szpiegowskiego dodatek Cyberpunk 2077: Phantom Liberty został opracowany przez studio CD Projekt RED.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1031098359.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-09-26",
        "Platform": "PC, PS5, XSX",
        "Developer": "CD Projekt RED",
        "Publisher": "CD Projekt RED"
    },
    {
        "Name": "Coral Island",
        "Description": "Coral Island jest sandboksowym \"symulatorem\" rolnika czerpiącym inspirację m.in. z cyklu Harvest Moon, a także takich gier jak Stardew Valley czy My Time at Portia. Produkcja pozwala zamieszkać na urokliwej wyspie na rafie koralowej.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1143840203.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-14",
        "Platform": "PC, PS5, XSX",
        "Developer": "Stairway Games",
        "Publisher": "Humble Games"
    },
    {
        "Name": "Final Fantasy XVI",
        "Description": "Szesnasta główna część bestsellerowej serii japońskich RPG-ów. W Final Fantasy XVI trafiamy do fantastycznego królestwa Valisthea, a głównym bohaterem gry jest Clive Rosfield. Pod względem mechaniki produkcja podąża ścieżką wytyczoną przez piętnastą odsłonę cyklu.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/85173265.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-06-22",
        "Platform": "PC, PS5",
        "Developer": "Square Enix",
        "Publisher": "Square Enix"
    },
    {
        "Name": "Sands of Aura",
        "Description": "Gra RPG akcji, w której przemierzamy postapokaliptyczny świat fantasy i toczymy dynamiczne starcia z przeciwnikami. W Sands of Aura równie ważne, co dzierżenie odpowiedniego oręża, jest wykazywanie się refleksem, zręcznością i spostrzegawczością podczas walki.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/696203640.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-27",
        "Platform": "PC",
        "Developer": "Chashu Entertainment",
        "Publisher": "Freedom Games "
    },
    {
        "Name": "Tales of Arise: Beyond the Dawn",
        "Description": "Beyond the Dawn to pierwszy duży dodatek do japońskiego RPG Tales of Arise, w którym mamy okazję ponownie eksplorować poznany w głównej grze świat po wydarzeniach z „podstawki”. Przychodzi nam wpłynąć na los Nazamil, córki dhananki i renańskiego lorda, niejako wyklętej przez swoje pochodzenie.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/-1853396000.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-09",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Bandai Namco Entertainment",
        "Publisher": "Bandai Namco Entertainment"
    },
    {
        "Name": "Dave the Diver",
        "Description": "Pikselowa produkcja przygodowa z elementami charakterystycznymi dla gier ekonomicznych i RPG. W Dave the Diver wcielamy się w rolę nurka, który za dnia przemierza morskie głębiny, a wieczorami zajmuje się prowadzeniem restauracji sushi.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1289355078.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-06-28",
        "Platform": "PC, Switch",
        "Developer": "Mintrocket",
        "Publisher": "Mintrocket"
    },
    {
        "Name": "The Iron Oath",
        "Description": "Taktyczna gra RPG osadzona w ponurym uniwersum fantasy. Gracz staje na czele gildii werbującej bohaterów i wynajmującej ich usługi za odpowiednią zapłatą. Podczas zabawy podróżujemy przez obszerny świat podzielony między kilka nacji, eksplorujemy losowo generowane podziemia, podejmujemy się zadań, rozwijamy postacie oraz przede wszystkim regularnie toczymy bitwy za pomocą rozbudowanego turowego systemu walki.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/519248218.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-02",
        "Platform": "PC",
        "Developer": "Curious Panda Games",
        "Publisher": "Humble Games"
    },
    {
        "Name": "Warhammer 40,000: Rogue Trader",
        "Description": "Warhammer 40,000: Rogue Trader to klasycznie zrealizowana gra RPG z turowym systemem walki. W niej wcielamy się w kosmicznego kupca i odkrywcę, którego zadaniem jest eksplorowanie mało zbadanych rejonów galaktyki oraz poszerzenie granic imperium ludzkiego.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1567477328.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-12-07",
        "Platform": "PC, PS5, XSX",
        "Developer": "Owlcat Games",
        "Publisher": "Owlcat Games"
    },
    {
        "Name": "Cuisineer",
        "Description": "Gra RPG akcji, wzbogacona o elementy roguelike’a i symulatora restauracji. W Cuisineer wcielamy się w Pom, która po odziedziczeniu rodzinnej restauracji musi przywrócić jej dawny splendor. Dziewczyna przemierza więc świat i stawia czoła niebezpieczeństwom, po drodze zdobywając przepisy i składniki.",
        "CoverPath": "/galeria/gry13/200/-1916251593.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-09",
        "Platform": "PC",
        "Developer": "BattleBrew Productions",
        "Publisher": "XSEED Games"
    },
    {
        "Name": "Atlas Fallen",
        "Description": "Gra RPG akcji TPP, opracowana przez studio Deck13 Interactive – współtwórców Lords of the Fallen i autorów serii The Surge. W Atlas Fallen wcielamy się w bohaterów, którzy przemierzają pustynny świat fantasy i stawiają czoła żyjącym w nim potworom.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/448570718.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-08-10",
        "Platform": "PC, PS5, XSX",
        "Developer": "Deck13 Interactive",
        "Publisher": "Focus Entertainment / Focus Home Interactive"
    },
    {
        "Name": "Wo Long: Fallen Dynasty",
        "Description": "Wo Long: Fallen Dynasty to RPG akcji autorstwa studia Team Ninja. Gra osadzona jest w fantastycznej wersji starożytnych Chin, a zabawa polega głównie na walce z ludźmi i potworami za pomocą bogatego arsenału broni, magii oraz przy wsparciu Boskich Bestii.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1567832781.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-03-03",
        "Platform": "PC, PS5, XSX, PS4, XONE",
        "Developer": "Team Ninja",
        "Publisher": "Koei Tecmo"
    },
    {
        "Name": "My Time at Sandrock",
        "Description": "My Time at Sandrock jest sandboksową grą RPG będącą kontynuacją udanego My Time at Portia. Produkcja poprawia i pogłębia szereg pomysłów i mechanik z pierwszej gry. Za jej opracowanie odpowiada firma Pathea Games.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/981197203.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-02",
        "Platform": "PC, PS5, XSX, PS4, XONE, Switch",
        "Developer": "Pathea Games",
        "Publisher": "Focus Entertainment / Focus Home Interactive"
    },
    {
        "Name": "Gothic II Complete Classic",
        "Description": "Kompletne wydanie RPG-a akcji TPP pod tytułem Gothic II, zawierające podstawową wersję gry oraz dodatek Noc Kruka. Wydawcą Gothic II Complete Classic jest firma THQ Nordic.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/705875437.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-29",
        "Platform": "Switch",
        "Developer": "THQ Nordic / Nordic Games",
        "Publisher": "THQ Nordic / Nordic Games"
    },
    {
        "Name": "Darkest Dungeon II",
        "Description": "Druga odsłona cyklu mrocznych gier RPG z elementami podgatunków roguelike i dungeon crawler, zapoczątkowanego w 2016 roku. Fabuła Darkest Dungeon II koncentruje się na apokalipsie i trudach długiej, wyczerpującej podróży. Gracze muszą więc przemierzać ponure lokacje, stawiając czoła czyhającym tam niebezpieczeństwom i dbając o stan emocjonalny bohaterów.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/-1941306734.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-05-08",
        "Platform": "PC",
        "Developer": "Red Hook Studios",
        "Publisher": "Red Hook Studios"
    },
    {
        "Name": "Pathfinder: Wrath of the Righteous - The Lord of Nothing",
        "Description": "Piąty duży dodatek do gry RPG Pathfinder: Wrath of the Righteous. Rozszerzenie The Lord of Nothing stanowi bezpośrednią kontynuację DLC o tytule Through the Ashes. Poza nowym wątkiem fabularnym wprowadza ono dwójkę towarzyszy, a także unikalne cechy i zaklęcia.",
        "CoverPath": "/galeria/gry13/200/2121557562.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-21",
        "Platform": "PC, PS4, XONE, Switch",
        "Developer": "Owlcat Games",
        "Publisher": "Owlcat Games"
    },
    {
        "Name": "Sea of Stars",
        "Description": "Oldskulowa gra RPG będąca prequelem ciepło przyjętego The Messenger. Choć Sea of Stars czerpie garściami z kultowych dzieł z epoki 8 i 16 bitów, wnosi do gatunku powiew świeżości w postaci elementów zręcznościowych czy różnych mechanik urozmaicających turowe potyczki.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/439153921.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-08-29",
        "Platform": "PC, PS5, XSX, PS4, XONE, Switch",
        "Developer": "Sabotage",
        "Publisher": "Sabotage"
    },
    {
        "Name": "The Lamplighters League",
        "Description": "The Lamplighters League to taktyczna gra RPG z turową walką, infiltracją w czasie rzeczywistym oraz zarządzaniem bazą. Dowodzimy drużyną nie-do-końca bohaterów z tytułowej Ligi i staramy się powstrzymać złowrogi kult przed przejęciem władzy nad światem.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/436749296.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-03",
        "Platform": "PC, XSX",
        "Developer": "Harebrained Schemes",
        "Publisher": "Paradox Interactive"
    },
    {
        "Name": "Miasma Chronicles",
        "Description": "Gra taktyczna z elementami RPG, opracowana przez studio The Bearded Ladies – autorów ciepło przyjętego Mutant Year Zero: Road to Eden. W Miasma Chronicles przejmujemy kontrolę nad drużyną przemierzającą postapokaliptyczny świat opanowany przez tajemniczą, brutalną siłę.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1046196531.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-05-23",
        "Platform": "PC, PS5, XSX",
        "Developer": "The Bearded Ladies",
        "Publisher": "505 Games"
    },
    {
        "Name": "Dredge",
        "Description": "Dredge to gra RPG z elementami horroru, w której kierujemy początkującym rybakiem. Podczas zabawy musimy zadbać o biznes oraz radzić sobie nie tylko z siłami natury, ale również z potworami oraz kultystami.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/1045465609.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-03-30",
        "Platform": "PC, PS5, XSX, PS4, XONE, Switch",
        "Developer": "Black Salt Games",
        "Publisher": "Team17"
    },
    {
        "Name": "World of Horror",
        "Description": "World of Horror to inspirowana twórczością Junjiego Ito, unikatowa mieszanka retro RPG z przygodówką z elementami horroru. Trafiamy do nadmorskiego japońskiego miasteczka i staramy się odkryć prawdę o przerażających wydarzeniach, zwiastujących nadejście pradawnych bogów.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/595269843.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-19",
        "Platform": "PC, PS4, Switch",
        "Developer": "Panstasz",
        "Publisher": "Ysbryd Games"
    },
    {
        "Name": "Endless Dungeon",
        "Description": "Endless Dungeon jest to roguelike’owa gra RPG utrzymana w klimatach sci-fi od studia Amplitude. Tytuł przenosi nas do powstającego od wielu lat (i gier) universum Endless, znanego chociażby z Endless Space lub Endless Legend.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/704603109.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-10-19",
        "Platform": "PC, PS5, XSX, PS4, XONE, Switch",
        "Developer": "Amplitude Studios",
        "Publisher": "SEGA"
    },
    {
        "Name": "Backpack Hero",
        "Description": "Tytuł z pogranicza dungeon crawlerów, roguelike’ów i gier logicznych. W Backpack Hero przemierzamy klimatyczne lokacje i toczymy turowe potyczki, podczas których kluczem do sukcesu jest odpowiednie rozmieszczenie przedmiotów znajdujących się w naszym plecaku.",
        "CoverPath": "/galeria/gry13/200/-1301694468.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-11-14",
        "Platform": "PC, Switch",
        "Developer": "Jaspel",
        "Publisher": "Jaspel"
    },
    {
        "Name": "Fate/Samurai Remnant",
        "Description": "Fate/Samurai Remnant to RPG akcji opowiadające o rywalizacji magów w średniowiecznej Japonii. Rozgrywka koncentruje się głównie na zręcznościowej walce. Gra stanowi część marki zapoczątkowanej przez Fate/Stay Night z 2004 roku.",
        "CoverPath": "https://cdn.gracza.pl/i/h/10/-2038722156.jpg",
        "Category": "RPG",
        "ReleaseDate": "2023-09-29",
        "Platform": "PC, PS5, PS4, Switch",
        "Developer": "Omega Force",
        "Publisher": "Koei Tecmo"
    }
]